{
  "Single-cell": {
    "title": "Single-cell RNA-seq Service",
    "main-text": "Providing the most accurate and fastest<p></p>Single-cell RNA-seq service for various cell target researches."
  },

  "Research-and-Development": {
    "title": "Research and Development",
    "main-text": "Facilitating the personalized<p></p>and precision medicine by Single-cell RNA-seq technology"
  },
  "Privacy-Policy": {
    "main-title": "Privacy Policy for ROKIT Genomics",
    "Article-1-title": "Article 1 (Purpose of processing personal information)",
    "Article-1-main-text": "Rokit Genomics Co., Ltd. (hereinafter referred to as \"Company\") processes personal information for the following purposes and does not use it for any purpose other than the following.<p></p>1. Identification of identity and real name according to service use<p></p>2. Securing communication channels such as responding to customer inquiries",
    "Article-2-title": "Article 2 (Period for processing and holding personal information)",
    "Article-2-main-text": "1. When collecting personal information from the information subject, the company processes and retains personal information within the agreed personal information, the period of use or law, and the period of use.<p></p>2. The specific personal information processing and retention period is as follows.<p></p> – Data collected during customer response: During processing period",
    "Article-3-title": "Article 3 (Consignment of Personal Information Processing)",
    "Article-3-main-text": "1. For smooth processing of personal information, the company does not entrust personal information processing as follows.<p></p>2. If the contents of the entrusted work or the trustee changes, we will disclose it through this personal information processing policy without delay.",
    "Article-4-title": "Article 4 (The rights and obligations of the information subject and legal representative and the method of exercising them)",
    "Article-4-main-text": "Users can exercise the following rights as personal information subjects.<p></p>1. The information subject may exercise the following personal information protection-related rights against the company at any time.<p></p>1-1. Request to view personal information<p></p>2-1. Request to correct if there is an error, etc.<p></p>3-1. Request to delete<p></p>4-1. Request to stop processing<p></p>5-1. Create an item of personal information to be processed<p></p>2. The company is processing the following personal information items.<p></p>1-1. Mandatory items: name, institution name, e-mail address, contact information <p></p>2-1. Automatic collection items: service usage record, visit log, cookie, visit IP information",
    "Article-5-title": "Article 5 (Revocation of Personal Information)",
    "Article-5-main-text": "In principle, if the purpose of processing personal information is achieved, the company destroys the personal information without delay. The procedure, time limit, and method of revocation are as follows.<p></p>1. Destruction procedure<p></p> After achieving the purpose, the information entered by the user is transferred to a separate DB (separate document in the case of paper) and stored for a certain period of time in accordance with the internal policy and other relevant laws and regulations, and is immediately destroyed. At this time, the personal information transferred to the DB is not used for any other purpose except in the case of law.<p></p>2. Destruction deadline<p></p>The user's personal information is destroyed as soon as the business purpose is achieved.",
    "Article-6-title": "Article 6 (Personal Information of Children Under 14)",
    "Article-6-main-text": "Personal information of children under the age of 14 is not collected under any circumstances. In addition, even if personal information is unintentionally obtained, the personal information of children under the age of 14 is immediately destroyed.",
    "Article-7-title": "Article 7 (Matters concerning the installation, operation, and rejection of automatic personal information collection devices)",
    "Article-7-main-text": "In order to provide individual customized services, the company uses 'cookie' that stores usage information and calls it from time to time. Cookies are a small amount of information sent by the server (http) used to run the website to the user's computer browser and are also stored on the user's hard disk within the user's PC computer.<p></p> is. Purpose of use of cookies: It is used to provide optimized information to users by identifying the type of visit and use of each service and website visited by users, popular search terms, security access, etc.<p></p>I. Installation, Operation, and Deny of Cookies: You can refuse to save cookies by setting options on the Tools > Internet Options > Privacy menu at the top of your web browser.<p>It's </p>. Refusing to save cookies may cause difficulties in using customized services.",
    "Article-8-title": "Article 8 (Preparation of Personal Information Protection Officer)",
    "Article-8-main-text": "1. The company is in charge of personal information processing, and the person in charge of personal information protection is designated as follows to handle complaints and remedy damages of data subjects related to personal information processing.<p></p>Name: Kim Hyun-soo PM<p></p>Contact: Phone number: +82-1644-7203 (Weekdays: 9:00 a.m. to 6:00 p.m.)<p>2. The person in charge of personal information protection, complaint handling, damage relief, etc. may contact the personal information protection manager and department. The company will respond and handle inquiries from the information subject without delay.",
    "Article-9-title": "Article 9 (Change of Personal Information Processing Policy)",
    "Article-9-main-text": "This personal information processing policy will take effect from the date of enforcement, and if there is an addition, deletion, or correction of changes in accordance with laws and policies, it will be notified 7 days before the implementation of the changes.",
    "Article-10-title": "Article 10 (Measures to ensure the safety of personal information)",
    "Article-10-main-text": "In accordance with Article 29 of the Personal Information Protection Act, the company takes technical, administrative and physical measures necessary to ensure safety as follows.<p></p>1. Encrypting personal information<p></p> The user's personal information is encrypted and stored and managed, so only you can know, and important data uses separate security functions such as encrypting file and transmission data or using file lock.<p></p>2. Restrict access to personal information<p></p>We take necessary measures to control access to personal information by granting, changing, and deleting access to the database system that processes personal information. Unauthorized access is controlled using the intrusion prevention system.<p></p>3. Access control for unauthorized persons<p></p> We have a separate physical storage place where personal information is stored, and we establish and operate access control procedures for this.",
    "Article-11-title": "Article 11 (Request for access to personal information)",
    "Article-11-main-text": "1. The data subject may request the following department to view personal information under Article 35 of the Personal Information Protection Act. The company will try to expedite the request for access to personal information by the data subject.<p></p>Personal Information Request Receipt and Processing Department<p></p> Contact: Kim Hyun-soo PM<p><p> Contact: Phone number: +82-1644-7203 (Weekdays: 9:00 AM to 6:00 PM)<p><p>In addition to the processing department, the Ministry of Public Administration and Security's \"Comprehensive Information Support Portal\" (www.privacy.go.kr ).<p></p>Ministry of Public Administration and Security's Comprehensive Support Portal for Personal Information Protection → Complaint for Personal Information → Request for Access to Personal Information (I-PIN must be provided for identification)",
    "Article-12-title": "Article 12 (Method of remedy for infringement of rights and interests of information subjects)",
    "Article-12-main-text": "The following organizations are separate from the Company, and if you are not satisfied with the results of the Company's own personal information complaint handling or damage relief, or if you need further assistance, please contact us.<p></p><br>Personal Information Infringement Report Center (operated by the Korea Internet & Security Agency)<p></p>Responsibilities: Report personal information infringement, request for consultation<p></p>Website: privacy.kisa.or.kr<p></p>Phone: 118 (without area code)<p></p>Address: Personal Information Infringement Reporting Center, 3F, 9, Jinheung-gil, Naju-si, Jeollanam-do (301-2, Light Garam-dong), 58324, Korea<p></p><br>Personal Information Dispute Mediation Committee<p></p>Jurisdiction: Personal information dispute mediation application, collective dispute mediation (civil resolution)<p></p>Homepage : www.kopico.go.kr<p></p>Telephone : (without area code) 1833-6972<p></p>Address: 4F, Government Complex Seoul, 209 Sejong-daero, Jongno-gu, Seoul, 03171, Korea<p></p>Cybercrime Investigation Division of the Supreme Prosecutors' Office: 02-3480-3573 (www.spo.go.kr)<p></p>National Police Agency Cyber Safety Bureau : 182 (http://cyberbureau.police.go.kr)<p></p>",
    "Article-13-title": "Article 13 (Enforcement)",
    "Article-13-main-text": "This policy will take effect on February 1, 2021."
  },
  "Footer": {
    "introduce": "Genomics aims to facilitate the personalized and precision medicine.",
    "company-registration-number-title": "Business Registration number",
    "company-registration-number": "345-87-01387",
    "company-registration-number-company": "ROKIT Genomics Inc.",
    "contact-us-title": "Contact us",
    "location": "9, Digital-ro 10-gil, Geumcheon-gu, Seoul, Korea 08514",
    "tel-title": "Tel",
    "tel": "+82-1644-7203",
    "email-title": "Email",
    "email": "genomics@rokit.co.kr"
  },
  "Btn": {
    "learnMore": "Learn More",
    "Experiment-design-for-you": "Experiment design for you"
  },
  "About-us": {
    "title": "About us",
    "main-text-1": "ROKIT Genomics aims to lead the future of healthcare service by providing Single-cell sequencing based personalized precision medical platforms.",
    "main-text-2": "ROKIT Genomics strives to realize precision medicine based on Single-cell genome analysis technology and AI.",
    "main-text-3": "ROKIT Genomics focuses on developing genomic analysis technology and providing a variety of analysis services, such as extracellular vesicles, microbiomes and Single-cell sequencing with excellent colleagues and partners.",
    "main-text-4": ""
  },
  "Growth": {
    "title": "Growth",
    "text-line": "Growth Textline",
    "main-text-1": "Growth Main text 1"
  },
  "History": {
    "title": "History",
    "num-1": "2019. 07",
    "num-1-main-text": "ROKIT Genomics inc. established",
    "num-2": "2019. 10",
    "num-2-main-text": "ROKIT Genomics R&D center established",
    "num-3": "2019. 12",
    "num-3-main-text": "Commencing Single-cell sequencing R&D / Service",
    "num-4": "2020. 07",
    "num-4-main-text": "Selected as a project for the Korea Institute of Chemical Research [Analysis of gene expression pattern changes by stage of minipig cerebral development].",
    "num-5": "2021. 01",
    "num-5-main-text": "Inauguration of Sewon Kim and Yongnam Koo as co-CEOs",
    "num-6": "2021. 03",
    "num-6-main-text": "Selected for the KCDC [2021 Single-Cell Next Generation Sequence Resourceization] project",
    "num-7": "2021. 05",
    "num-7-main-text": "Selected as a project for the Korea Centers for Disease Control and Prevention [Production of sequence and phenotype genomic information data using functional genomic information].",
    "num-8": "2021. 05",
    "num-8-main-text": "Selected for Chonnam National University [Single-cell RNA seq analysis service for myelodysplastic syndrome treatment biomarker development] project",
    "num-9": "2021. 05",
    "num-9-main-text": "Selected for Catholic University [Chronic myeloid leukemia Single-cell transcriptome analysis] project",
    "num-10": "2021. 06",
    "num-10-main-text": "Selected as a partner of Gachon University Gil Hospital Metabolic Disease Specialized Clinical Trial Center",
    "num-11": "2021. 06",
    "num-11-main-text": "Selected as a Leading University for Socially Customized Industry-Academia Cooperation (LINC+) by Aju University for Industry-Academia Joint Technology Development Project for Small and Medium Technology Transfer",
    "num-12": "2021. 07",
    "num-12-main-text": "Selected for the project \"Single-cell genomic analysis to evaluate the efficacy of herbal medicines for COVID-19 sequelae\" at the Korea Institute of Oriental Medicine"
  },
  "Organization": {
    "title": "Organization",
    "HEATLHCARE-1": "4D Printer",
    "HEATLHCARE-2": "DFU",
    "HEATLHCARE-3": "Bio ink",
    "HEATLHCARE-4": "Anti-Aging",
    "HEATLHCARE-5": "iPSC",
    "GENOMICS-1": "Single-cell RNA-Seq Service",
    "GENOMICS-2": "Research & Development",
    "AMERICA-1": "Supplements, Vitamin",
    "AMERICA-2": "R&D with Massachusetts global hospital",
    "AMERICA-3": "DNA Test Service",
    "EUROPE-1": "R&D with Fraunhofer"
  },
  "Research-Development": {
    "title": "Research & Development",
    "main-text-1": "Research and Development using Single-cell RNA-Seq Technology",
    "main-text-2": "\"Upgrade and Expand the life span with our scRNA technology\"",
    "main-text-3": "ROKIT Genomics aims to facilitate the personalized and precision medicine by performing research and development using the Single-cell RNA sequencing technology.",
    "main-text-4": "Features of scRNA-Seq technology",
    "main-text-5": "Extremely higher resolution of cellular differences",
    "main-text-6": "A better understanding of the functions of an individual cell",
    "main-text-7": "Research Fields",
    "main-text-8": "Autoimmune disease",
    "main-text-9": "Cancer",
    "main-text-10": "Cardiovascular disorders",
    "main-text-11": "Organ regeneration"
  },
  "Service": {
    "service-title": "Single-cell<p></p>Omics analysis",
    "service-sub-title": "From Dissociation, To Analysis",
    "BD-title": "10x BD Workflow",
    "BD-sub-title-1": "ROKIT Single-cell RNA-seq Service Workflow",
    "BD-main-text-1-1": "Sample",
    "BD-main-text-1-2": "Transcriptome Library Preparation",
    "BD-main-text-1-3": "Sequence on Illumina Platforms",
    "BD-main-text-1-4": "Data Analysis",
    "BD-sub-title-2": "10x Genomics Workflow",
    "BD-main-text-2-1": "10x Barcoded Gel Breads",
    "BD-main-text-2-2": "Cells<p></p>Enzyme",
    "BD-main-text-2-3": "Oil",
    "BD-main-text-2-4": "Single-cell GEMs",
    "BD-main-text-2-5": "10x Barcoded cDNA",
    "BD-main-text-2-6": "10x Barcoded cDNA",
    "BD-main-text-2-7": "Collect",
    "BD-main-text-2-8": "RT",
    "BD-main-text-2-9": "Pool Remove Oil",
    "BD-sub-title-3": "BD Rhapsody workflow",
    "BD-main-text-3-1": "Encapsulation",
    "BD-main-text-3-2": "Barcoded mRNA capture",
    "BD-main-text-3-3": "Retrieve beads",
    "BD-main-text-3-4": "Synthesize cDNA<p></p>and amplify",
    "Available-applications-title": "Available Applications",
    "aA-sub-title-1": "10x Genomics",
    "aA-main-text-1-1": "Single-cell Gene Expression",
    "aA-main-text-1-2": "Single-cell Immune Profilling",
    "aA-main-text-1-3": "Single-cell Multiome ATAC + Gene Expression",
    "aA-main-text-1-4": "Targeted Gene Expression",
    "aA-main-text-1-5": "Single-cell ATAC",
    "aA-sub-title-2": "BD Rhapsody",
    "aA-main-text-2-1": "Whole Transcripttome Analysis",
    "aA-main-text-2-2": "Targeted panels",
    "aA-main-text-2-3": "Multiplexing",
    "aA-main-text-2-4": "Abseq",
    "Bioinformatics-Analysis-title": "Bioinformatics Analysis",
    "bA-sub-title-1": "ROKIT Bioinformatics Analysis",
    "bA-main-text-1-1": "Heatmap",
    "bA-main-text-1-2": "Feature plot",
    "bA-main-text-1-3": "Ridge plot",
    "bA-main-text-1-4": "Dot plot",
    "bA-main-text-1-5": "Dimensional reduction",
    "bA-main-text-1-6": "Cell type classification",
    "bA-main-text-1-7": "Trajectory analysis",
    "bA-main-text-1-8": "Differentially expressed Genes (DEGs)"
  },
  "PrCenter": {
    "title": "PR Center",
    "date-1": "2020.08.03.",
    "title-1": "로킷헬스케어, 싱글셀 RNA 유전자 분석 기술 오픈스쿨 개최",
    "main-text-1": "로킷헬스케어가 싱글셀 RNA 시퀀싱 및 분석 기술 소개를 위한 행사를 개최한다. 글로벌 바이오 전문기업 로킷헬스케어는 오는 13일",
    "date-2": "2021.01.14.",
    "title-2": "로킷제노믹스, 단일세포 유전자 분석 서비스 대중화 착수",
    "main-text-2": "글로벌 바이오헬스케어 기업 로킷헬스케어(대표이사 유석환)의 자회사로킷제노믹스가 단일 세포 유전체 분석 서비스의 대중화에 나선다.",
    "date-3": "2021.04.21.",
    "title-3": "로킷헬스케어 子 로킷제노믹스, 27일 단일세포분석 오픈스쿨 개최",
    "main-text-3": "로킷헬스케어(대표이사 유석환) 자회사 단일 세포 분석 전문기업 로킷제노믹스(대표이사 김세원, 구용남)는 오는 27일 로킷헬스케어 본사에서 단일 세포 분야 연구자들을 대상으로 오픈스쿨을 개최한다",
    "date-4": "2021.12.27.",
    "title-4": "\"연구자와 함께 전과정\"... 맞춤형 단일세포 유전제 분석 열다",
    "main-text-4": "다양한 분야의 기업과 협력, 당장 다가갈 수 있는 '정밀의료' 만들어낼 것"
  },
  "Careers": {
    "title": "Careers",
    "sub-title": "Recruitment status",
    "E-mail": "E-mail",
    "eMail": "genomics@rokit.co.kr",
    "main-text-1": "※ Please attach your resume and cover letter.",
    "main-text-2": "(MS Word form download)",
    "main-text-3": "※ Portfolio (including research abstracts and papers) is limited to the relevant individual.",
    "total": "Total",
    "career": "Career",
    "newcomer": "New comer",
    "etc": "Etc",
    "null": "There are currently no ongoing job vacancies."
  },
  "ContactUs": {
    "title": "ROKIT Genomics Contacts",
    "sub-text": "If you need any further information please contact us.",
    "Tel": "Tel",
    "tel": "+82-1644-7203",
    "E-mail": "E-mail",
    "eMail": "genomics@rokit.co.kr",
    "Address": "Address",
    "address": "10-gil, Digital-ro, Geumcheon-gu, Seoul, South Korea, 08514"
  }
}
